Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESTORE_DEFAULTS_DESC
source: Reset your controller and button preferences to the default settings.
ar: إعادة تعيين الإعدادات الافتراضية لتفضيلات ذراع التحكم والأزرار.
bg: Възстановете параметрите на вашия контролер и бутон до настройки по подразбиране.
ca: Restableix la configuració per omissió de les preferències del comandament i dels botons.
cs: Obnoví výchozí předvolby ovladače a tlačítek.
da: Nulstil dine controller- og knapindstillinger til standardindstillingerne.
de: Setze die Controller- und Tasteneinstellungen wieder auf die Standardeinstellungen zurück.
el: Επαναφορά των προτιμήσεων χειριστηρίου και κουμπιών στις προεπιλεγμένες ρυθμίσεις.
es: Restablece las preferencias de los botones y del mando a los valores por omisión.
es_us: Restablece las personalizaciones de tus controles y sus botones a su configuración predeterminada.
fi: Nollaa ohjain- ja painikeasetukset oletusasetuksiin.
fr: Rétablissez les réglages par défaut de votre manette et des boutons.
fr_ca: Réinitialisez les réglages par défaut de votre manette et de ses boutons.
he: איפוס העדפות השלט והכפתורים להגדרות ברירת המחדל
hi: अपनी कंट्रोलर और बटन प्राथमिकताएँ डिफ़ॉल्ट सेटिंग्ज़ पर रीसेट करें।
hr: Resetirajte postavke za kontroler i tipke na standardne vrijednosti.
hu: A vezérlő- és gombbeállítások visszaállítása az alapértelmezett beállításokra.
id: Atur ulang preferensi pengontrol dan tombol ke pengaturan default.
it: Ripristina le impostazioni di default per le preferenze del controller e dei pulsanti.
ja: コントローラとボタンの設定をデフォルト設定にリセットします。
kk: Контроллер мен түйме параметрлерін әдепкі күйге қайтару.
ko: 컨트롤러 및 사용자 설정 버튼을 기본 설정으로 재설정합니다.
lt: Valdiklio ir mygtukų nuostatoms iš naujo nustatykite numatytuosius nustatymus.
ms: Reset keutamaan pengawal dan butang anda kepada seting lalai.
nb: Nullstill kontrolleren og knappene til standard­innstillingene.
nl: Stel je controller- en knopvoorkeuren op de standaardwaarden in.
pl: Wyzeruj preferencje kontrolera i przycisków do ustawień domyślnych.
pt_br: Redefina as preferências do controle e botões aos ajustes padrão.
pt_pt: Repor as predefinições dos botões e do comando.
ro: Resetați preferințele controllerului și butoanelor la configurările implicite.
ru: Сбросить измененные настройки кнопок и контроллера до их значений по умолчанию.
sk: Obnoví predvolené nastavenia ovládača a tlačidiel.
sl: Ponastavite nastavitve kontrolerja in gumbov na privzete.
sv: Nollställ din spelkontroll och knappanpassningar till förvalsinställningarna.
th: รีเซ็ตการตั้งค่าอุปกรณ์ควบคุมและปุ่มของคุณเป็นการตั้งค่าเริ่มต้น
tr: Kumandanızı ve düğme tercihlerini saptanmış ayarlara sıfırlar.
uk: Скиньте налаштування контролера й кнопок до типових значень.
vi: Đặt lại bộ điều khiển của bạn và các tùy chọn nút về cài đặt mặc định.
zh_cn: 将控制器和按钮偏好设置还原为默认设置。
zh_hk: 將控制器和按鈕偏好設定重設為預設設定。
zh_tw: 將你的控制器和按鈕偏好設定重置為預設設定。

# RESTORE_DEFAULTS_PROMPT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RESTORE_DEFAULTS_PROMPT_MESSAGE
source: This will reset your controller and button preferences to the default settings, erasing any previous changes.
ar: سيؤدي هذا إلى إعادة تعيين الإعدادات الافتراضية لتفضيلات ذراع التحكم والأزرار؛ وبالتالي مسح أي تغييرات سابقة.
bg: Това ще възстанови параметрите на вашия контролер и бутон до настройки по подразбиране, изтривайки всички предишни промени.
ca: Es restablirà la configuració per omissió de les preferències del comandament i dels botons, de manera que s’eliminaran tots els canvis anteriors.
cs: Obnoví se výchozí nastavení předvoleb ovladače a tlačítek. Všechny provedené změny se smažou.
da: Dette vil nulstille dine controller- og knapindstillinger til standardindstillingerne og slette tidligere ændringer.
de: Hierdurch werden die Controller- und Tasteneinstellungen wieder auf die Standardeinstellungen zurückgesetzt und alle vorherigen Änderungen gelöscht.
el: Αυτή η ενέργεια θα επαναφέρει τις προτιμήσεις χειριστηρίου και κουμπιών σας στις προεπιλεγμένες ρυθμίσεις και θα σβήσει τυχόν προηγούμενες αλλαγές.
es: Se restaurarán las preferencias de los botones y del mando a los valores por omisión y se borrarán los cambios realizados.
es_us: Esto restablecerá las personalizaciones de tus controles y sus botones a su configuración predeterminada borrando cualquier cambio anterior.
fi: Tämä nollaa ohjain- ja painikeasetukset oletusasetuksiin ja poistaa mahdolliset aiemmat muutokset.
fr: Cela rétablira les réglages par défaut de votre manette et des boutons et effacera les éventuelles modifications apportées.
fr_ca: Cela réinitialisera les réglages par défaut de votre manette et de ses boutons, et effacera toute modification antérieure.
he: פעולה זו תחזיר את העדפות השלט והכפתורים להגדרות ברירת המחדל ותמחק את כל השינויים שנעשו קודם לכן.
hi: इससे आपकी कंट्रोलर और बटन प्राथमिकताएँ डिफ़ॉल्ट सेटिंग्ज़ पर रीसेट हो जाएँगी और पहले के बदलाव मिटा दिए जाएँगे।
hr: Ovime će se vaše postavke za kontroler i tipke resetirati na standardne vrijednosti uz brisanje svih postojećih promjena.
hu: Ez visszaállítja a vezérlő- és gombbeállításokat az alapértelmezett beállításokra, és törli az eddigi módosításokat.
id: Ini akan mengatur ulang preferensi pengontrol dan tombol Anda ke pengaturan default dan menghapus perubahan sebelumnya.
it: L’azione ripristinerà le impostazioni di default per le preferenze del controller e dei pulsanti, inizializzando eventuali modifiche precedenti.
ja: これにより、コントローラとボタンの環境設定がデフォルト設定にリセットされ、以前の変更は消去されます。
kk: Бұл функция кез келген алдыңғы өзгерістерді өшіріп, контроллер мен түйме параметрлерін бастапқы күйге қайтарады.
ko: 컨트롤러와 사용자 설정 버튼을 기본 설정으로 재설정하고, 모든 기존 변경사항을 지웁니다.
lt: Atlikus šį veiksmą, valdiklio ir mygtuko nuostatoms bus iš naujo nustatyti numatytieji nustatymai, o ankstesni pakeitimai ištrinti.
ms: Ini akan mereset keutamaan pengawal dan butang anda kepada seting lalai, yang memadamkan sebarang perubahan sebelumnya.
nb: Dette vil nullstille kontrolleren og knappene til standard­innstillingene, og alle tidligere endringer vil bli slettet.
nl: Hiermee worden je controller- en knopvoorkeuren op de standaardwaarden ingesteld en worden eerdere wijzigingen gewist.
pl: Spowoduje to wymazanie wcześniejszych zmian oraz wyzerowanie preferencji kontrolera i przycisków do ustawień domyślnych.
pt_br: As preferências do controle e botões serão redefinidas aos ajustes padrão e qualquer alteração anterior será apagada.
pt_pt: As predefinições do comando e preferências de botões serão repostas, apagando quaisquer alterações anteriores.
ro: Preferințele controllerului și butoanelor vor fi resetate la configurările implicite, eliminând orice modificări anterioare.
ru: Для кнопок и контроллера будут восстановлены настройки по умолчанию, при этом все внесенные ранее изменения будут стерты.
sk: Týmto obnovíte predvolené nastavenia ovládača a tlačidiel a vymažete všetky predošlé zmeny.
sl: Tako boste nastavitve kontrolerja in gumbov ponastavili na privzete in izbrisali vse predhodne spremembe.
sv: Detta nollställer din spelkontroll och knappanpassningar till förvalsinställningarna. Alla tidigare ändringar raderas.
th: การทำงานนี้จะรีเซ็ตการตั้งค่าอุปกรณ์ควบคุมและปุ่มของคุณเป็นการตั้งค่าเริ่มต้น การตั้งค่าก่อนหน้านี้จะถูกลบ
tr: Bu, kumandanızı ve düğme tercihlerini saptanmış ayarlara sıfırlar ve önceki değişiklikleri siler.
uk: Це відновить типові значення для параметрів контролера й кнопок і скасує всі попередні зміни.
vi: Việc này sẽ đặt lại bộ điều khiển của bạn và các tùy chọn nút về cài đặt mặc định, xóa mọi thay đổi trước đó.
zh_cn: 这会抹掉之前的任何更改并将控制器和按钮偏好设置还原为默认设置。
zh_hk: 這樣會將控制器和按鈕偏好設定重設為預設設定，並清除任何之前作出的變更。
zh_tw: 這會將你的控制器和按鈕偏好設定重置為預設設定，並清除任何之前所做的更動。

# RESTORE_DEFAULTS_PROMPT_RESET
source: Reset
ar: إعادة التعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzet
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nb: Nullstill
nl: Herstel
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# RESTORE_DEFAULTS_PROMPT_TITLE
source: Reset Customization
ar: إعادة تعيين التخصيصات
bg: Нулирай персонализиране
ca: Restableix la personalització
cs: Resetovat přizpůsobení
da: Nulstil tilpasning
de: Anpassung zurücksetzen
el: Επαναφορά προσαρμογής
es: Restablece la personalización
es_us: Restablecer personalización
fi: Nollaa muokkaus
fr: Réinitialiser les réglages personnalisés
fr_ca: Réinitialiser la personnalisation
he: איפוס ההתאמה האישית
hi: कस्टमाइज़ेशन रीसेट करें
hr: Resetirajte prilagodbu
hu: Testreszabás alaphelyzetbe állítása
id: Atur Ulang Penyesuaian
it: Inizializza preferenze
ja: カスタマイズをリセット
kk: Бейімдеуді бастапқы күйге қайтару
ko: 사용자화 재설정
lt: Nustatyti pritaikymą iš naujo
ms: Reset Penyesuaian
nb: Nullstill tilpasning
nl: Herstel aanpassing
pl: Wyzeruj dostosowanie
pt_br: Redefinir Personalização
pt_pt: Repor personalização
ro: Resetați personalizarea
ru: Сброс измененных настроек
sk: Resetovať prispôsobenie
sl: Ponastavi prilagoditve
sv: Nollställ anpassning
th: รีเซ็ตการกำหนดค่า
tr: Özelleştirmeyi Sıfırla
uk: Скинути налаштування
vi: Đặt lại tùy chỉnh
zh_cn: 还原自定义
zh_hk: 重設自訂項目
zh_tw: 重置自訂設定

# RESTORE_DEFAULTS_TITLE
source: Reset Customization
ar: إعادة تعيين التخصيصات
bg: Нулирай персонализиране
ca: Restableix la personalització
cs: Resetovat přizpůsobení
da: Nulstil tilpasning
de: Anpassung zurücksetzen
el: Επαναφορά προσαρμογής
es: Restablecer personalización
es_us: Restablecer personalización
fi: Nollaa muokkaus
fr: Réinitialiser les réglages personnalisés
fr_ca: Réinitialiser la personnalisation
he: איפוס ההתאמה האישית
hi: कस्टमाइज़ेशन रीसेट करें
hr: Resetirajte prilagodbu
hu: Testreszabás alaphelyzetbe állítása
id: Atur Ulang Penyesuaian
it: Inizializza preferenze
ja: カスタマイズをリセット
kk: Бейімдеу әрекетін бастапқы күйге қайтару
ko: 사용자화 재설정
lt: Nustatyti pritaikymą iš naujo
ms: Reset Penyesuaian
nb: Nullstill tilpasning
nl: Herstel aanpassing
pl: Wyzeruj dostosowanie
pt_br: Redefinir Personalização
pt_pt: Repor personalização
ro: Resetați personalizarea
ru: Сбросить измененные настройки
sk: Resetovať prispôsobenie
sl: Ponastavi prilagoditve
sv: Nollställ anpassning
th: รีเซ็ตการกำหนดค่า
tr: Özelleştirmeyi Sıfırla
uk: Скинути налаштування
vi: Đặt lại tùy chỉnh
zh_cn: 还原自定义
zh_hk: 重設自訂項目
zh_tw: 重置自訂設定

# RUMBLE_APP_DESC_FALSE
source: Turn on controller vibration for %@.
ar: تشغيل اهتزاز ذراع التحكم لـ %@.
bg: Включи вибрацията на контролер за %@.
ca: Activa la vibració del comandament per a %@.
cs: Zapne vibrování ovladače pro aplikaci %@.
da: Slå controllervibration til for %@.
de: Aktiviere Controller-Vibration für „%@“.
el: Ενεργοποίηση δόνησης χειριστηρίου για «%@».
es: Activa la vibración del mando en %@.
es_us: Activa la vibración del control de %@.
fi: Laita ohjaimen tärinä päälle %[tt]@-apille.
fr: Activez la vibration de la manette pour %@.
fr_ca: Activez la vibration de la manette pour %@.
he: הפעלת הרטט בשלט המשחק של %@
hi: %@ के लिए कंट्रोलर वाइब्रेशन चालू करें।
hr: Uključite vibraciju kontrolera za %@.
hu: Bekapcsolhatja a vezérlő rezgéseit a(z) %@ apphoz.
id: Nyalakan getaran pengontrol untuk %@.
it: Attiva la vibrazione del controller per %@.
ja: %[tt]@のコントローラの振動機能をオンにします。
kk: %@ үшін контроллер дірілін қосу.
ko: %@에 대해 컨트롤러 진동을 켭니다.
lt: Įjunkite valdiklio vibravimą žaidimui „%@“.
ms: Aktifkan getaran pengawal untuk %@.
nb: Slå på vibrering på kontroller når %@ spilles.
nl: Schakel trillen van controller in voor %@.
pl: Włącz wibracje kontrolera dla „%@”.
pt_br: Ativar a vibração do controle para %@.
pt_pt: Ativar a vibração do comando para %@.
ro: Activați vibrația controllerului pentru %@.
ru: Включить вибрацию контроллера для %@.
sk: Zapne vibrovanie ovládača pre apku %@.
sl: Vklopi vibriranje kontrolerja za %@.
sv: Slå på spelkontrollsvibrering för %@.
th: เปิดใช้การสั่นอุปกรณ์ควบคุมสำหรับ%[tt]@
tr: %@ için kumanda titreşimlerini açar.
uk: Увімкнути вібрацію контролера для %@.
vi: Bật tính năng rung bộ điều khiển cho %@.
zh_cn: 为%[tt]@打开控制器振动模式。
zh_hk: 開啟%@的控制器震動模式。
zh_tw: 為%[tt]@開啟控制器震動模式。

# RUMBLE_APP_DESC_TRUE
source: Turn off controller vibration for %@.
ar: إيقاف اهتزاز ذراع التحكم لـ %@.
bg: Изключи вибрацията на контролер за %@.
ca: Desactiva la vibració del comandament per a %@.
cs: Vypne vibrování ovladače pro aplikaci %@.
da: Slå controllervibration fra for %@.
de: Deaktiviere Controller-Vibration für „%@“.
el: Απενεργοποίηση δόνησης χειριστηρίου για «%@».
es: Desactiva la vibración del mando en %@.
es_us: Desactiva la vibración del control de %@.
fi: Laita ohjaimen tärinä pois päältä %[tt]@-apille.
fr: Désactivez la vibration de la manette pour %@.
fr_ca: Désactivez la vibration de la manette pour %@.
he: כיבוי הרטט בשלט המשחק של %@
hi: %@ के लिए कंट्रोलर वाइब्रेशन बंद करें।
hr: Isključite vibraciju kontrolera za %@.
hu: Kikapcsolhatja a vezérlő rezgéseit a(z) %@ apphoz.
id: Matikan getaran pengontrol untuk %@.
it: Disattiva la vibrazione del controller per %@.
ja: %[tt]@のコントローラの振動機能をオフにします。
kk: %@ үшін контроллер дірілін өшіру.
ko: %@에 대해 컨트롤러 진동을 끕니다.
lt: Išjunkite valdiklio vibravimą žaidimui „%@“.
ms: Nyahaktifkan getaran pengawal untuk %@.
nb: Slå av vibrering på kontroller når %@ spilles.
nl: Schakel trillen van controller uit voor %@.
pl: Wyłącz wibracje kontrolera dla „%@”.
pt_br: Desativar a vibração do controle para %@.
pt_pt: Desativar a vibração do comando para %@.
ro: Dezactivați vibrația controllerului pentru %@.
ru: Выключить вибрацию контроллера для %@.
sk: Vypne vibrovanie ovládača pre apku %@.
sl: Izklopi vibriranje kontrolerja za %@.
sv: Stäng av spelkontrollsvibrering för %@.
th: ปิดใช้การสั่นอุปกรณ์ควบคุมสำหรับ%[tt]@
tr: %@ için kumanda titreşimlerini kapatır.
uk: Вимкнути вібрацію контролера для %@.
vi: Tắt tính năng rung bộ điều khiển cho %@.
zh_cn: 为%[tt]@关闭控制器振动模式。
zh_hk: 關閉%@的控制器震動模式。
zh_tw: 為%[tt]@關閉控制器震動模式。

# RUMBLE_DESC_FALSE
source: Turn on vibration for this controller.
ar: تشغيل الاهتزاز لذراع التحكم هذه.
bg: Включи вибрацията за този контролер.
ca: Activa la vibració d’aquest comandament.
cs: Zapne vibrování tohoto ovladače.
da: Slå vibration til for denne controller.
de: Aktiviere Vibration für diesen Controller.
el: Ενεργοποίηση της δόνησης για αυτό το χειριστήριο.
es: Activa la vibración en este mando.
es_us: Activa la vibración de este control.
fi: Laita tärinä päälle tälle ohjaimelle.
fr: Activez la vibration pour cette manette.
fr_ca: Activez la vibration de cette manette.
he: הפעלת הרטט בשלט המשחק הזה
hi: इस कंट्रोलर के लिए वाइब्रेशन चालू करें।
hr: Uključite vibraciju za ovaj kontroler.
hu: Bekapcsolhatja a vezérlő rezgését.
id: Nyalakan getaran untuk pengontrol ini.
it: Attiva la vibrazione per questo controller.
ja: このコントローラの振動機能をオンにします。
kk: Осы контроллер үшін дірілді қосу.
ko: 이 컨트롤러에 대해 진동을 켭니다.
lt: Įjunkite vibravimą šiam valdikliui.
ms: Aktifkan getaran untuk pengawal ini.
nb: Slå på vibrering for kontrolleren.
nl: Schakel trillen in voor deze controller.
pl: Włącz wibracje dla tego kontrolera.
pt_br: Ative a vibração deste controle.
pt_pt: Ativar a vibração para este comando.
ro: Activați vibrația pentru acest controller.
ru: Включить вибрацию для этого контроллера.
sk: Zapne vibrovanie tohto ovládača.
sl: Vklopite vibriranje za ta kontroler.
sv: Slå på vibrering för den här spelkontrollen.
th: เปิดใช้การสั่นสำหรับอุปกรณ์ควบคุมนี้
tr: Bu kumanda için kumanda titreşimlerini açar.
uk: Увімкнути вібрацію для цього контролера.
vi: Bật tính năng rung cho bộ điều khiển này.
zh_cn: 打开此控制器的振动模式。
zh_hk: 開啟此控制器震動模式。
zh_tw: 為此控制器開啟震動模式。

# RUMBLE_DESC_TRUE
source: Turn off vibration for this controller.
ar: إيقاف الاهتزاز لذراع التحكم هذه.
bg: Изключи вибрацията за този контролер.
ca: Desactiva la vibració d’aquest comandament.
cs: Vypne vibrování tohoto ovladače.
da: Slå vibration fra for denne controller.
de: Deaktiviere Vibration für diesen Controller.
el: Απενεργοποίηση της δόνησης για αυτό το χειριστήριο.
es: Desactiva la vibración en este mando.
es_us: Desactiva la vibración de este control.
fi: Laita tärinä pois päältä tälle ohjaimelle.
fr: Désactivez la vibration pour cette manette.
fr_ca: Désactivez la vibration de cette manette.
he: כיבוי הרטט בשלט המשחק הזה
hi: इस कंट्रोलर के लिए वाइब्रेशन बंद करें।
hr: Isključite vibraciju za ovaj kontroler.
hu: Kikapcsolhatja a vezérlő rezgését.
id: Matikan getaran untuk pengontrol ini.
it: Disattiva la vibrazione per questo controller.
ja: このコントローラの振動機能をオフにします。
kk: Осы контроллер үшін дірілді өшіру.
ko: 이 컨트롤러에 대해 진동을 끕니다.
lt: Išjunkite vibravimą šiam valdikliui.
ms: Nyahaktifkan getaran untuk pengawal ini.
nb: Slå av vibrering for kontrolleren.
nl: Schakel trillen uit voor deze controller.
pl: Wyłącz wibracje dla tego kontrolera.
pt_br: Desative a vibração deste controle.
pt_pt: Desativar a vibração para este comando.
ro: Dezactivați vibrația pentru acest controller.
ru: Выключить вибрацию для этого контроллера.
sk: Vypne vibrovanie tohto ovládača.
sl: Izklopite vibriranje za ta kontroler.
sv: Stäng av vibrering för den här spelkontrollen.
th: ปิดใช้การสั่นสำหรับอุปกรณ์ควบคุมนี้
tr: Bu kumanda için kumanda titreşimlerini kapatır.
uk: Вимкнути вібрацію для цього контролера.
vi: Tắt tính năng rung cho bộ điều khiển này.
zh_cn: 关闭此控制器的振动模式。
zh_hk: 關閉此控制器震動模式。
zh_tw: 為此控制器關閉震動模式。

# RUMBLE_PROFILE_DESC_FALSE
source: Turn on vibration for this profile.
ar: تشغيل الاهتزاز لملف التعريف هذا.
bg: Включете вибрацията за този профил.
ca: Activa la vibració al perfil.
cs: Zapne v tomto profilu vibrování.
da: Slå vibration til for denne profil.
de: Aktiviere Vibration für das Profil.
el: Ενεργοποίηση της δόνησης για αυτό το προφίλ.
es: Activa la vibración en este perfil.
es_us: Activa la vibración para este perfil.
fi: Laita tärinä päälle tälle profiilille.
fr: Activez la vibration pour ce profil.
fr_ca: Activez la vibration pour ce profil.
he: ניתן להפעיל רטט עבור פרופיל זה.
hi: इस प्रोफ़ाइल के लिए वाइब्रेशन चालू करें।
hr: Uključite vibraciju za ovaj profil.
hu: Bekapcsolhatja a rezgést ehhez a profilhoz.
id: Nyalakan getaran untuk profil ini.
it: Attiva la vibrazione per questo profilo.
ja: このプロファイルの振動機能をオンにします。
kk: Осы профильге арналған дірілді қосу.
ko: 이 프로필에 대해 진동을 켭니다.
lt: Įjunkite vibravimą šiame profilyje.
ms: Aktifkan getaran untuk profil ini.
nb: Slå på vibrering for profilen.
nl: Schakel trillen in voor dit profiel.
pl: Włącz wibracje dla tego profilu.
pt_br: Ative a vibração para este perfil.
pt_pt: Ativar a vibração para este perfil.
ro: Activați vibrația pentru acest profil.
ru: Включить вибрацию для этого профиля.
sk: Zapne vibrovanie pre tento profil.
sl: Vklopite vibriranje za ta profil.
sv: Slå på vibrering för den här profilen.
th: เปิดใช้การสั่นสำหรับโปรไฟล์นี้
tr: Bu profil için titreşimi açar.
uk: Увімкнути вібрацію для цього профілю.
vi: Bật tính năng rung cho cấu hình này.
zh_cn: 打开此描述文件的振动模式。
zh_hk: 開啟此設定檔的震動模式。
zh_tw: 開啟此描述檔的震動模式。

# RUMBLE_PROFILE_DESC_TRUE
source: Turn off vibration for this profile.
ar: إيقاف الاهتزاز لملف التعريف هذا.
bg: Изключете вибрацията за този профил.
ca: Desactiva la vibració al perfil.
cs: Vypne v tomto profilu vibrování.
da: Slå vibration fra for denne profil.
de: Deaktiviere Vibration für das Profil.
el: Απενεργοποίηση της δόνησης για αυτό το προφίλ.
es: Desactiva la vibración en este perfil.
es_us: Desactiva la vibración para este perfil.
fi: Laita tärinä pois päältä tältä profiililta.
fr: Désactivez la vibration pour ce profil.
fr_ca: Désactivez la vibration pour ce profil.
he: ניתן לכבות את הרטט עבור פרופיל זה.
hi: इस प्रोफ़ाइल के लिए वाइब्रेशन बंद करें।
hr: Isključite vibraciju za ovaj profil.
hu: Kikapcsolhatja a rezgést ennél a profilnál.
id: Matikan getaran untuk profil ini.
it: Disattiva la vibrazione per questo profilo.
ja: このプロファイルの振動機能をオフにします。
kk: Осы профильге арналған дірілді өшіру.
ko: 이 프로필에 대해 진동을 끕니다.
lt: Išjunkite vibravimą šiame profilyje.
ms: Nyahaktifkan getaran untuk profil ini.
nb: Slå av vibrering for profilen.
nl: Schakel trillen uit voor dit profiel.
pl: Wyłącz wibracje dla tego profilu.
pt_br: Desative a vibração para este perfil.
pt_pt: Desativar a vibração para este perfil.
ro: Dezactivați vibrația pentru acest profil.
ru: Выключить вибрацию для этого профиля.
sk: Vypne vibrovanie pre tento profil.
sl: Izklopite vibriranje za ta profil.
sv: Stäng av vibrering för den här profilen.
th: ปิดใช้การสั่นสำหรับโปรไฟล์นี้
tr: Bu profil için titreşimi kapatır.
uk: Вимкнути вібрацію для цього профілю.
vi: Tắt tính năng rung cho cấu hình này.
zh_cn: 关闭此描述文件的振动模式。
zh_hk: 關閉此設定檔的震動模式。
zh_tw: 關閉此描述檔的震動模式。

# RUMBLE_TITLE
source: Vibration
ar: الاهتزاز
bg: Вибрация
ca: Vibració
cs: Vibrování
el: Δόνηση
es: Vibración
es_us: Vibración
fi: Tärinä
fr: Vibrations
he: רטט
hi: वाइब्रेशन
hr: Vibracija
hu: Rezgés
id: Getaran
it: Vibrazione
ja: 振動機能
kk: Діріл
ko: 진동
lt: Vibravimas
ms: Getaran
nb: Vibrering
nl: Trillen
pl: Wibracja
pt_br: Vibração
pt_pt: Vibração
ro: Vibrație
ru: Вибрация
sk: Vibrovanie
sl: Vibriranje
sv: Vibrering
th: การสั่น
tr: Titreşim
uk: Вібрація
vi: Rung
zh_cn: 振动模式
zh_hk: 震動模式
zh_tw: 震動模式

source: Save
ar: حفظ
bg: Запази
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_us: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
lt: Išsaugoti
ms: Simpan
nb: Arkiver
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 存储
zh_hk: 儲存
zh_tw: 儲存
